import type { Part } from '@/types';

export const PART: Array<Part> = [
  {
    id: 1,
    name: '스터디',
    description:
      '관심 있는 기술을 함께 배우고 실력을 키울 수 있어요. 다양한 분야의 스터디 그룹이 운영되며, 각자 원하는 분야를 선택해 학습하고 프로젝트로 이어나가기도 해요. 동아리 선배님들에게 모르는 부분을 질문하면서 공부하면 더 빠르게 성장할 수 있어요.',
  },
  {
    id: 2,
    name: '프로젝트',
    description:
      '동아리에서 마음이 맞는 팀원들과 자율적으로 원하는 프로젝트를 진행할 수 있어요. 혼자서는 얻기 힘든 문제 해결 능력과 기술적 성장, 팀워크를 키울 수 있어요. 스스로 문제 제시, 기획, 개발 및 유지보수 과정을 모두 거치며 프로젝트를 진행하고 성장할 수 있어요.',
  },
  {
    id: 3,
    name: '운영진',
    description:
      '동아리의 전반적인 관리와 행사 기획을 담당하고 있어요. 구성원들이 더욱 유익하고 의미 있는 활동을 할 수 있도록 지원하고, 동아리의 목표와 비전을 실현하기 위해 노력해요. 동아리의 분위기와 문화를 만드는데 힘쓰고 있어요.',
  },
  {
    id: 4,
    name: '코어팀',
    description:
      'C-Lab이 공식적으로 운영하는 서비스를 개발하고 관리하는 내부 개발팀이에요. 동아리 뿐만 아니라 학교 구성원이 자연스럽게 연결될 수 있는 시스템을 구축하는 것을 지향하고 있어요. 지금 보시는 페이지 또한 코어팀에서 자체 개발 및 운영중인 서비스예요.',
  },
];
