import type { Part } from '@/types';

export const PART: Array<Part> = [
  {
    id: 1,
    name: '운영진',
    description:
      '동아리의 전반적인 관리와 행사 기획을 담당하고 있어요. 구성원들이 더욱 유익하고 의미 있는 활동을 할 수 있도록 지원하고, 동아리의 목표와 비전을 실현하기 위해 노력해요. 동아리의 분위기와 문화를 만드는데 힘쓰고 있어요.',
  },
  {
    id: 2,
    name: '코어팀',
    description:
      'C-Lab이 공식적으로 운영하는 서비스를 개발하고 운영하는 핵심 팀이에요. 동아리 뿐만 아니라 학교 구성원이 자연스럽게 연결되고, 시너지를 발휘하여 만족하고 사용할 수 있는 시스템을 구축하는 것을 지향하고 있어요.',
  },
  {
    id: 3,
    name: '스터디',
    description:
      '관심 있는 기술을 함께 배우고 실력을 키울 수 있어요. 다양한 분야의 스터디 그룹이 운영되며, 각자 원하는 분야를 선택해 학습하고 프로젝트로 이어나가기도 해요. 수준에 상관없이 구성원 누구나 원하는 스터디를 만들고 참여 및 진행할 수 있어요.',
  },
  {
    id: 4,
    name: '프로젝트',
    description:
      '팀 단위로 실무 같은 프로젝트를 진행하여 실전 경험을 쌓을 수 있어요. 단순한 학습으로는 얻을 수 없는 문제 해결 능력과 기술적 성장, 팀워크를 키울 수 있어요. 각 팀은 다양한 목표를 가지고, 문제를 해결하기 위한 다양한 방법을 고민하고 실행해 나가요.',
  },
];
