import type { Review } from '@/types';

export const REVIEW: Array<Review> = [
  {
    id: 1,
    description:
      'C-Lab을 통해 다양한 기회를 손에 쥐며, 값진 경험을 할 수 있었습니다! 부족함을 느끼고 난관에 부딪힐 때마다 선배님들의 격려와 도움으로 한계를 뛰어넘고 성장하며, 내가 나아가야 할 방향을 바로잡을 수 있었어요. 개발자를 향한 열정과 야망이 있는 사람 누구든 C-Lab에서 함께 즐기며 공부해요~ ^^',
    writer: '노태윤',
    meta: '컴퓨터공학부 22학번',
    color: 'bg-red-300',
  },
  {
    id: 2,
    description:
      '씨랩동아리내에서 다양한 스터디들이 있어 학기마다 관심있는 스터디에 참여하여 내가 흥미있어하는 분야를 파악하는데 도움을 주었습니다. 동아리 분위기도 다같이 으싸으싸하는 분위기여서 덩달아 열심히 하였고, 동아리를 통해 선배와 동기들과 많이 친해질 수 있었습니다',
    writer: '김우덕',
    meta: '컴퓨터공학부 23학번',
    color: 'bg-pink-300',
  },
  {
    id: 3,
    description:
      'C-Lab에 들어가서 다양한 분야의 사람들과 만나 함께 활동하고, 서로 돕고 격려도 해주며 성장하며 새로운 지식을 얻을 수 있는 곳입니다. 비대면이 막 풀리고, 이곳에서 선후배들과 친해지면서 학교생활이나 진로 등 다양한 도움이 되는 정보를 얻을 수 있어서 큰 도움이 되고 있어요. 모두가 열정을 가지고 자신의 목표를 이루기 위해 노력하는 사람들로 가득하여, 저 역시 같이 성장할 수 있어요',
    writer: '김가을',
    meta: '컴퓨터공학부 21학번',
    color: 'bg-purple-300',
  },
  {
    id: 4,
    description:
      'C-Lab에는 다양한 분야에 대한 열정있는 사람들이 모이기 때문에 다양하고 활동적인 스터디 그룹과 프로젝트 팀이 있습니다. 신입생이라도 자유롭게 스터디 그룹을 만들고 사람들을 모아서 원하는 분야와 관련된 기술을 알아보고 같이 공부하기 좋습니다!',
    writer: '신현석',
    meta: '컴퓨터공학부 22학번',
    color: 'bg-blue-300',
  },
];
