export const SUPPORT: Array<{ title: string; detail: string }> = [
  {
    title: '활동에 필요한 회비 지원',
    detail:
      '프로젝트 및 스터디 활동 중 금전적인 지원이 필요하다면 운영진 검토를 통해 회비를 지원해드려요.',
  },
  {
    title: '학습도서 대여 및 구매',
    detail:
      'C-Lab은 약 115권의 개발 서적을 보유하고 있어요. 이 도서들 중 필요한 것이 있다면 대여하거나 필요한 서적이 있다면 구매를 신청할 수 있어요.',
  },
  {
    title: '다양한 분야의 체험 기회',
    detail:
      'C-Lab에서 진행되는 다양한 스터디와 프로젝트를 통해 프론트엔드, 백엔드, 게임등 여러 분야를 경험할 수 있어요.',
  },
  {
    title: '학과 선배님의 멘토링',
    detail:
      '선배와의 멘토링 기회를 통해 학교에 대한 지식은 물론 성장에 도움이 되는 정보를 얻으며 친분을 쌓아요.',
  },
  {
    title: '기초 스터디',
    detail:
      '어떻게 개발 공부를 시작해야 할지 고민이 된다면 기초 스터디를 통해 커리큘럼을 따라서 한 단계씩 성장해요.',
  },
];
