export const SUPPORT: Array<{ title: string; detail: string }> = [
  {
    title: '활동에 필요한 회비 지원',
    detail:
      '동아리에서 활동할 때 금전적 도움이 필요한 경우, 검토 후에 회비를 지원하고 있어요.',
  },
  {
    title: '학습도서 대여 및 구매',
    detail:
      'C-Lab이 보유하고 있는 도서 중 필요한 것이 있다면 대여하거나 원하는 서적 구매를 신청할 수 있어요.',
  },
  {
    title: '다양한 분야의 체험 기회',
    detail:
      'C-Lab에서 진행되는 다양한 스터디와 프로젝트를 통해 여러 분야를 경험할 수 있어요.',
  },
  {
    title: '각종 세미나 및 발표',
    detail:
      '동아리 내에서 진행되는 여러 세미나와 발표를 통해 유익한 정보를 얻고 교류할 수 있어요.',
  },
  {
    title: '학과 선배님의 멘토링',
    detail:
      '선배와의 멘토링 기회를 통해 학교에 대한 지식은 물론 성장에 도움이 되는 정보를 얻으며 친분을 쌓아요.',
  },
  {
    title: '기초 스터디',
    detail:
      '어떻게 시작해야 할지 고민이 된다면 기초 스터디를 통해 커리큘럼을 따라서 한 단계씩 성장해요.',
  },
];
